/* Ungültige Anfrage */
"API_ERROR_INVALID_CALL" = "Invalid API Call";

/* Unbekannter Fehler */
"API_ERROR_UNKNOWN" = "Unkown Error";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* OK */
"OK" = "OK";

/* Oops... */
"OOPS" = "Oops...";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

"MAIL_SUBJECT_FEEDBACK" = "Studifutter: Feedback";

/* Infotext, der angezeigt wird, wenn keine Menus vorhanden sind. */
"NO_MENUS_INFO_TEXT" = "Oops... The restaurant is either closed right now or we just don't have any data yet.";

/* */
"NO_RESTAURANTS_INFO_TEXT" = "No favorite restaurant selected yet.";

/* */
"REDOWNLOAD_DESCRIPTION" = "Redownload all the data—in case something went wrong.";
